Repository: scott967/script.artworkorganizer
Catalog: resources/language/resource.language.*/strings.po
Languages: lt, tr

# #32001
source: Copy Movie Fanart
lt: Copia le Fanart dei Film
tr: Film Fanart'ını Kopyala

# #32002
source: Copy TV Show Fanart
lt: Copia le Fanart delle Serie TV
tr: TV Programı Fanart'ını Kopyala

# #32003
source: Copy Music Video Fanart
lt: Copia le Fanart di Video Musicali
tr: Müzik Videosu Fanart'ını Kopyala

# #32004
source: Copy Artist Fanart
lt: Copia le Fanart degli Artisti
tr: Sanatçı Fanart'ını Kopyala

# #32005
source: Copy Movie Thumbs
lt: Copia le Copertine dei Film
tr: Film Küçük Resimlerini Kopyala

# #32006
source: Copy Movie Posters
lt: Copia le Poster dei Film
tr: Film Afişlerini Kopyala

# #32007
source: Copy Season Thumbs
lt: Copia le Copertine delle Stagioni
tr: Sezon Küçük Resimlerini Kopyala

# #32008
source: Copy Episode Thumbs
lt: Copia le Copertine degli Episodi
tr: Bölüm Küçük Resimlerini Kopyala

# #32009
source: Copy Music Video Thumbs
lt: Copia le Copertine dei Video Musicali
tr: Müzik Videosu Küçük Resimlerini Kopyala

# #32010
source: Copy Artist Thumbs
lt: Copia le Copertine degli Artisti
tr: Sanatçı Küçük Resimlerini Kopyala

# #32011
source: Copy Album Thumbs
lt: Copia le Copertine degli Album
tr: Albüm Küçük Resimlerini Kopyala

# #32012
source: Destination directory
lt: Cartella di Destinazione
tr: Hedef Dizini

# #32013
source: Copy TV Show Banners
lt: Copia gli Striscioni delle Serie TV
tr: TV Programı Afişlerini Kopyala

# #32014
source: Copy TV Show Posters
lt: Copia i Poster delle Serie TV
tr: TV Programı Posterlerini Kopyala

# #32015
source: Custom source
lt: Sorgente Personalizzata
tr: Özel kaynak

# #32016
source: Path
lt: Percorso
tr: Yol

# #32017
source: Split Artwork by Media Sources
lt: Dividere Artwork per Sorgente dei Media

# #32018
source: Split Movies Artwork by Media Sources
lt: Dividere Artwork Film per Sorgente dei Media

# #32019
source: Split TV Artwork by Media Sources
lt: Dividere Artwork TV per Sorgente dei Media

# #32101
source: General
lt: Generale
tr: Genel

# #32102
source: Advanced
lt: Avanzate
tr: Gelişmiş

# #32103
source: Expert
lt: Esperto
tr: Uzman

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
lt: NON MODIFICARE A MENO CHE TU NON SAPPIA COSA STAI FACENDO
tr: EĞER NE YAPTIĞINIZI BİLMİYORSANIZ BURAYA DOKUNMAYIN!

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
lt: QUESTO PUO' POTENZIALMENTE CANCELLARE TUTTI I DATI DEL TUO HARD DISK
tr: BU YAPTIĞINIZIN SABİT DİSKİNİZİ SÜPÜRME POTANSİYELİ VARDIR!

# #32106
source: select which artwork should be copied
lt: scegli quale artwork dev'essere copiato
tr: kopyalanacak sanat ögelerini seçin

# #32107
source: search a custom folder for artwork
lt: scegli una cartella personalizzata per gli artwork
tr: sanat ögeleri için özel bir klasör ara

# #32108
source: select a custom folder where the addon should store the artwork
lt: scegli una cartella personalizzata in cui l'add-on salver√† gli artwork
tr: eklentinin sanat ögesini depolayacağı özel bir klasör seç

# #32109
source: select if you want artwork split by source name
lt: seleziona se vuoi dividere gli artwork per nome sorgente
