Repository: scott967/script.artworkorganizer
Catalog: resources/language/*/strings.po
Languages: hu, id

# #32001
source: Copy Movie Fanart
hu: Film Fanartok másolása
id: Salin Fanart Film

# #32002
source: Copy TV Show Fanart
hu: Sorozat Fanartok másolása
id: Salin Fanart Acara TV

# #32003
source: Copy Music Video Fanart
hu: Klip Fanartok másolása
id: Salin Fanart Video Musik

# #32004
source: Copy Artist Fanart
hu: Előadó Fanartok másolása
id: Salin Fanart Artis

# #32005
source: Copy Movie Thumbs
hu: Film Bélyegképek másolása
id: Salin Gambar Kecil Film

# #32007
source: Copy Season Thumbs
hu: Sorozat Bélyegképek másolása
id: Salin Gambar Kecil Sesi

# #32008
source: Copy Episode Thumbs
hu: Epizód Bélyegképek másolása
id: Salin Gambar Kecil Episode

# #32009
source: Copy Music Video Thumbs
hu: Klip Bélyegképek másolása
id: Salin Gambar Kecil Video Musik

# #32010
source: Copy Artist Thumbs
hu: Előadó Bélyegképek másolása
id: Salin Gambar Kecil Artis

# #32011
source: Copy Album Thumbs
hu: Album Bélyegképek másolása
id: Salin Gambar Kecil Album

# #32012
source: Destination directory
hu: Célkönyvtár
id: Direktori tujuan

# #32013
source: Copy TV Show Banners
hu: Sorozat Bannerek másolása
id: Salin Umbul-umbul Acara TV

# #32014
source: Copy TV Show Posters
hu: Sorozat Poszterek másolása
id: Salin Poster Acara TV

# #32015
source: Custom source
hu: Egyedi forrás
id: Sumber lain

# #32016
source: Path
hu: Útvonal

# #32101
source: General
hu: Általános
id: Umum

# #32102
source: Advanced
hu: Haladó
id: Tingkat Lanjut

# #32103
source: Expert
hu: Haladó
id: Mahir

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
hu: NE HASZNÁLD HA NEM TUDOD BIZTOSAN MIT CSINÁLSZ
id: JANGAN DISENTUH KECUALI ANDA TAHU APA YANG ANDA LAKUKAN

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
hu: EZ AKÁR A TELJES MEREVLEMEZT TÖRÖLHETI
id: HAL INI BERPOTENSI MENGHAPUS SELURUH ISI CAKRAM PENYIMPANAN ANDA

# #32106
source: select which artwork should be copied
hu: Másolásra kerülő képek kiválasztása
id: pilih karya seni mana yang akan disalin

# #32107
source: search a custom folder for artwork
hu: egyedi könyvtárban való képkeresés
id: cari karya seni di folder lain

# #32108
source: select a custom folder where the addon should store the artwork
hu: egyedi könyvtár kiválasztása ahol a kiegészítő tárolja a képeket
id: pilih folder lain di mana addon akan menyimpan karya seni
